#**************How To Translate**************
#1. All the lines that start with '#' are comments and will be ignored
#2. The lines that starts with @ store info about the tranlation file. Specifically:
#   @NAME=Language Name in English.
#   @LOCALIZEDNAME=Native Language Name.
#   @AUTH=Author Name.
#   @EMAIL=Author's Email
#   @DESC=Description of this language file
#   @WWW=Author's WebSite
#   @VERSION=Language File Version
#   @BUILD=Program's build that this translation is based on
#   @AUTOUPDATEURL= (future feature that will support live lang pack update)
#3. All The following lines which start with (number)= are the ones that you
#   must translate. Untranslated strings are initially commented.
#   Already translated strings are (optionally) kept for reference as a comment
#   CAUTION!!!
#   Translation strings are ONE-LINERS.
#   DO NOT CHANGE %s (strings) %d (integers) and other %_ as they placeholders.
#   DO NOT CHANGE the numbers before the'='.
#   Watch for special characters like '\r\n' or '\n' which means new line.
#   Take care of the HTML Tags.

@NAME=Português (Brasil)
@LOCALIZEDNAME=Brazilian Portuguese
@AUTH=Gabriel Mendes
@EMAIL=gabrielpmendes@gmail.com
@DESC=
@WWW=
@VERSION=
@BUILD=0
@AUTOUPDATEURL=

#102=Export Selected Lines
102=Exportar Linhas Selecionadas
#103=Álbum
103=Álbum
#104=Export All
104=Exportar TUDO
#105=TrackNo
105=Faixa Nº
#106=Location
106=Localização
#107=Size
107=Tamanho
#108=Type
108=Tipo
#109=Duration
109=Duração
#110=Bitrate
110=Taxa de Bits
#111=Delete From History
111=Deletar do Histórico
#112=Genre
112=Gênero
#113=Comment
113=Comentário
#114=Date Added
114=Data da Adição
#115=Rating
115=Cotação
#116=Track not found.
116=Faixa não encontrada.
#117=Number of Tracks
117=Número de Faixas
#118=Do you want to see the exported file now?
118=Você quer ver o arquivo exportado agora?
#119=Date Updated
119=Data da Atualização
#120=Operation
120=Operação
#121=No Tracks in this Selection
121=Nenhuma faixa nessa seleção
#123=Idle
123=Ocioso
#124=Select Something
124=Selecione algo
#125=Total Size of Tracks (Mb)
125=Tamanho total das faixas (Mb)
#126=Idle
126=Ocioso
#127=Records
127=Discos
#128=Show Year (in [] after Albums)
128=Mostre o ano (em [] depois de Álbuns)
#129=First Appearance
129=Primeiro
#130=Last Appearance
130=Último
#131=Rank
131=Rank
#132=Hits
132=Hits
#133=Do you want to update also the Files? (%d Files will be Affected)
133=Você quer atualizar os Arquivos também ? (%d Arquivos serão afetados)
#134=Application
134=Applicação
#135=Update Tracks Warning
135=Aviso de Atualização de Faixas
#136=Language
136=Idioma
#137=*Needs program restart
137=*Programa necessita ser reiniciado
#139=Recognize as fast as you can the song that you listen.
139=Reconhece tão rápido quanto você uma faixa que esteja tocando.
#140=Add Files
140=Adicionar Arquivos
#141=Update Local Collections
141=Atualiza Coleções Locais
#142=Exit
142=Sair
#143=Select Folder
143=Selecione Pasta
#144=[Unknown]
144=[Desconhecido]
#145=Quick
145=Rápido
#146=Search
146=Busca
#147=Play
147=Play
#148=Enqueue
148=Enfileirar
#149=Advanced Search
149=Busca Avançada
#150=History
150=Histórico
#151=Options
151=Opções
#152=Collections
152=Coleções
#153=About
153=Sobre
#154=Artists - Albums
154=Artistas - Álbuns
#155=Genres - Artists
155=Gêneros - Artistas
#156=Years - Albums
156=Anos - Albuns
#157=Collections - Artists
157=Coleções - Artistas
#158=Albums with various artists*
158=Álbuns com vários artistas*
#159=Sort By Name
159=Ordenar por Nome
#160=Sort By Rating
160=Organizar pela Cotação
#161=Sort By Number Of Tracks
161=Organizar pelo Número de Faixas
#162=All
162=Tudo
#163=Audio
163=Áudio
#164=Video
164=Vídeo
#167=Show/Hide Mini Player
167=Mostrar/Ocultar Mini Player
#168=Play / Pause
168=Tocar / Pausar
#169=Stop
169=Parar
#170=Next
170=Próxima
#171=Previous
171=Anterior
#172=Shuffle
172=Aleatório
#173=Loop
173=Repetir
#174=Show Main Window
174=Mostrar janela principal
#175=Show Mini Player
175=Mostrar Mini Player
#176=Exit Application
176=Sair
#177=result found
177=resultado encontrado
#178=results found
178=resultados encontrados
#179=Please enter at least 1 character.
179=Por favor insira ao menos 1 letra.
#180=Media Idle
180=Media Idle
#181=Network Idle
181=Network Idle
#182=The file '%s' Could not be deleted. Do you want to just remove it from your collection?
182=O arquivo '%s' não pode ser deletado. Você deseja apenas removê-lo de suas Coleções?
#183=Scanning Files
183=Escaneando Arquivos...
#184=File
184=Arquivo
#185=Downloading
185=Baixando...
#186=Auto Continue
186=Continue Automaticamente
#187=Show Visualizations - Video
187=Mostrar Visualizações - Vídeo
#188=Randomize List
188=Lista Aleatória
#189=Load List (m3u)
189=Carregar Lista (m3u)
#190=Save List (m3u)
190=Salvar Lista (m3u)
#191=Clear List
191=Limpar Lista
#192=[Various]
192=[Varios]
#193=Days between check
193=Baixar Info (AllMusic.com)
#195=Properties
195=Propriedades
#197=Bad
197=Ruim
#198=Neutral
198=Neutro
#199=Good
199=Bom
#200=Very Good
200=Muito Bom
#201=Outstanding
201=Fantástico
#202=Open Containing Folder
202=Abrir Pasta
#203=Copy To
203=Copiar Para
#204=Copy Path
204=Diretório da Cópia
#205=Renamer
205=Renomear
#206=Delete
206=Delete
#207=Download Lyrics
207=Baixar Letras
#208=The files will be completly erased from your PC. Are you sure?
208=Os arquivos serão apagados permanentemente de seu PC. Você quer continuar?
#209=Deletion Operation
209=Operação de Deleção
#210=Warning
210=Aviso
#211=Simple Search
211=Busca Simples
#212=All Time
212=Todo o Tempo
#213=Best/Worst
213=Melhor/Pior
#214=Lyrics Available
214=Letra Disponível
#215=Special Info
215=Informação Especial
#216=Comments Available
216=Comentários Disponíveis
#217=Personal Available
217=Pessoal Disponível
#218=<table><tr><td><center>Total Rank<br><h1>%s</h1><br>%d hits</center></td><td><left><b>Month's Rank: </b>%s (%d Hits)<br><b>Added in Collection: </b>%s<br><b>First Time Played: </b>%s<br><b>Last Time Played: </b>%s<br></tr></table>
218=<table><tr><td><center>Ranking Total <br><h1>%s</h1><br>%d hits</center></td><td><left><b>Ranking Mensal: </b>%s (%d Hits)<br><b>Adicionado na Coleção: </b>%s<br><b>Tocado pela primeira vez: </b>%s<br><b>Tocado pela última vez: </b>%s<br></tr></table>
#219=Tracks
219=Faixas
#220=Album Review Not Found
220=Análise do Álbum não encontrada
#221=Album review
221=Análise do Álbum
#222=Lyrics Not Found
222=Letras não encontradas
#223=Open Picture
223=Abrir Imagem
#224=Edit Picture
224=Editar Imagem
#225=Save Picture
225=Salvar Imagem
#226=Save Text
226=Salvar Texto
#227=Operation Failed
227=Operação Falhou
#228=Lyrics
228=Letras
#229=It will search for tracks with <b>Comments, Lyrics, Personal Info</b>.
229=Buscar faixas com <b>Comentários, Letras, Informação Pessoal</b>.
#230=Popularity
230=Popularidade
#231=Information not found
231=Informação não encontrada
#232=Comments
232=Comentários
#233=Personal
233=Pessoal
#234=Special Info
234=Informação Especial
#235=Artist Biography not found
235=Biografia do Artista não encontrada
#236=Artist Biography
236=Biografia do Artista
#237=It will search in <b>Artist, Album, Track</b> and <b>Path</b> Fields.Select also the target <b>media type</b>.
237=Procurar por <b>Artista, Álbum, Faixa</b> e <b>Diretório</b>.Selecionar também o <b>tipo de mídia</b> desejado.
#238=Lyrics etc.
238=Letras etc.
#239=Latest Additions
239=Últimas Adições
#240=File Type Filter
240=Filtro pelo tipo de arquivo
#241=Returns the <b>latest</b> files that have been added in you collection.
241=Retorna os <b>últimos</b> arquivos que foram adicionados a coleção.
#242=Since
242=Desde
#243=Find the best or the worse tracks (based on the <b>rating</b>).
243=Achar as melhores e piores faixas (baseado na <b>cotação</b>).
#244=Most popular Tracks based on the <b>history log</b>.
244=Faixas mais populares baseadas no <b>histórico </b>.
#245=It will do a <b>full-text search</b> in various large text information fields.Select the <b>type of text</b> to be searched. Please enter at least 4 characters.
245=Far´q <b>uma busca no texto</b> em vários campos de informação. Selecionar o <b>tipo do texto</b> a ser buscado. Por favor insira pelo menos 4 letras.
#246=Information Type
246=Tipo de Informação
#247=Please wait...
247=Aguarde...
#248=by
248=por
#249=Last query needed %d ms
249=Última busca necessita %d ms
#250=Are you sure that you want to <b>disable Lyrics Confirmation</b><br>at this session?
250=Tem certeza que você deseja <b>desabilitar Confirmação de Letras </b><br>nessa seção?
#251=Disable Lyrics Confirmation
251=Desabilitar Confirmação de Letras
#252=Your Music Collection is <b>empty</b>. This may indicate that this is your <b>first time</b> you run this program. If this is so, then you may want to visit <a href='http://www.artificialspirit.com'>Official WebSite</a> to get some help.<br>To <b>Add Some Music Files</b> in your Collection press 'Yes' to Locate a Folder in your computer which contains mp3, wma, avi, mpg files. Press 'No' to continue with an empty collection (<b>Not recommended</b>).
252=Sua Coleção de Músicas está <b>vazia</b>.<br>Isso pode indicar que essa é a  <b>primeira vez que</b> você utiliza esse programa.<br>Se for assim, então talvez você queira visitar o <a href='http://www.artificialspirit.com'>Website do Teen Spirit</a> para conseguir ajuda.<br>Para <b>adicionar Arquivos de Música</b> em sua Coleção pressione 'Sim' para localizar uma Pasta em seu computador que contenha arquivos mp3, wma, avi, mpg.<br>Pressione 'Não' para continuar com uma Coleção Vazia (<b>Não recomendado</b>).
#253=Yes
253=Sim
#254=No
254=Não
#255=Empty Collection
255=Coleção Vazia
#256=Years
256=Anos
#257=Months
257=Meses
#258=Days
258=Dias
#259=365 Days
259=365 Dias
#260=30 Days
260=30 Dias
#261=10 Days
261=10 Dias
#262=24 Hours
262=24 Horas
#263=Track played
263=Faixa tocada
#264=Track specific click
264=Faixa específica
#265=Top 10
265=Top 10
#266=Top 100
266=Top 100
#267=Normal
267=Normal
#271=Recorded History
271=Histórico Gravado
#272=Top Songs
272=Top Músicas
#273=Top Artists
273=Top Artistas
#274=Year
274=Ano
#275=Month
275=Mês
#276=Day
276=Dia
#277=untill
277=até
#278=Not Enough Data.
278=Dados insuficientes.
#279=Time Interval
279=Intervalo de Tempo
#280=This information will be written in the file.
280=Essa informação será gravada no arquivo.
#281=TimeSlider
281=Slider de Tempo
#282=This information will not be written in the file.
282=Essa informação não será gravada no arquivo.
#283=Active
283=Ativo
#284=Text Filters
284=Filtro por Texto
#285=Title
285=Título
#286=Artist
286=Artista
#287=Export Finished
287=Exportação Terminada
#288=Date Filter
288=Filtro por Data
#289=Normal
289=Normal
#290=Show Number Of Items (in () after Item)
290=Mostrar Número de Itens (em () depois Item)
#291=Extra Info
291=Informação Extra
#292=Item Grouping (Artist / Album Style)
292=Grupamento de Item (Artista / Estilo do Album)
#293=Update
293=Atualizar
#294=Remove
294=Remover
#295=Add Collection
295=Adicionar Coleção
#296=Name
296=Nome
#297=Enabled
297=Habilitado
#298=Min number of Tracks
298=Número Mínimo de Faixas
#299=Main Tags
299=Tags Principais
#300=Extra Tags
300=Tags Extras
#301=Internet Options
301=Opções de Internet
#302=Impersonate Browser
302=Abrir Teen Spirit Browser
#303=Use Default Proxy
303=Usar Default Proxy
#304=Automated Downloader
304=Baixar Automaticamente
#309=Special Tags Support
309=Suporte a Tag Especial
#310=Auto Play
310=Auto Play
#311=Remember Last Track
311=Lembrar última Faixa
#312=Remember Time
312=Lembrar Tempo
#313=Play Control
313=Controle de Play
#314=Startup
314=Início
#315=General
315=Geral
#316=Global Hotkeys
316=Global Hotkeys
#317=Picture
317=Imagem
#318=Minimize to Tray
318=Minimizar para a Bandeja
#319=Mini Player
319=Mini Player
#320=Show Always
320=Mostrar Sempre
#321=Automatic
321=Automático
#322=Manually
322=Manualmente
#323=Never Show
323=Nunca Mostrar
#324=List View
324=Ver Listas
#325=Show 'New' sign (in days)
325=Mostrar 'Novo' marcar (em dias)
#326=Accept
326=Aceitar
#327=Try Again
327=Tentar Novamente
#328=Refuse
328=Recusar
#329=Accept All
329=Aceitar Tudo
#330=Don't Show Again
330=Não Mostrar Novamente
#331=Info Check
331=Verificar Informação
#332=Main Options
332=Opções Principais
#333=Tree View
333=Visão da Estrutura
#334=Information Retrieval
334=Recuperar Informação
#335=Media Player
335=Player de Mídia
#336=Tagging
336=Tagging
#337=A general <b>public</b> description of the track.
337=Uma descrição <b>pública</b> da faixa.
#339=Something that this track <b>reminds</b> you. This info is <b>personal</b>.
339=Algo que essa faixa <b>lembra</b> você. Essa informação é <b>pessoal</b>.
#340=Multiple Files Properties
340=Múltiplas propriedades do arquivo
#342=Biography
342=Biografia
#343=Review
343=Análise
#344=Import data from a file
344=Importar dados de um arquivo
#346=Paste or write some text
346=Cole ou escreva algum texto
#347=Delete Picture
347=Apagar Imagem
#348=Paste Picture
348=Colar Imagem
#349=Picture Dimensions
349=Tamanho da Imagem
#350=There is a new version available.<br>Do you want to go to the info page?
350=Há uma nova versão disponível.<br>Você quer ir para a página de informação?
#351=Program is up-to-date.
351=Teen Spirit está atualizado.<br>Não há uma nova versão disponível.
#352=Check for updates
352=Verificar por atualizações
#353=Games
353=Jogos
#354=Update Check Failed.
354=Teste de Atualização falhou.
#355=There is no picture in the clipboard.
355=Não há imagem na Área de Transferência.
#356=Collection List
356=Lista de Coleções
#358=Start
358=Início
#359=Results
359=Resultados
#360=Correct Answers
360=Respostas Corretas
#361=Wrong Answers
361=Rspostas Erradas
#362=Score:
362=Pontuação:
#363=Submit Results
363=Enviar os Resultados
#364=Current
364=Atual
#365=Best
365=Melhor
#366=Rename
366=Renomear
#367=Please enter a new name
367=Por favor insira um novo nome
#368=Total Score:
368=Pontuação Total:
#369=Question:
369=Questão:
#370=Best Score:
370=Melhor Pontuação:
#371=Correct
371=Correto
#372=Mistake
372=Engano
#373=Music Quiz
373=Quiz Musical
#374=Adding
374=Adicionando
#375=Copy Text
375=Copiar Texto
#376=Detailed Search
376=Busca Detalhada
#377=Collection
377=Coleção
#378=Local Folder
378=Pasta Local
#379=Net Folder
379=Pasta da Rede
#380=Media
380=Mídia
#381=Audio CD
381=CD de Áudio
#382=External Collection
382=Coleção Externa
#383=Automatically update database after (sec)
383=Atualizar Automaticamente o banco de dados depois de (seg)
#385=Collection update started.
385=Iniciada atualização da coleção.
#386=Collection update finished.
386=Atualização da coleção terminada.
#387=Removing missing files
387=Removendo arquivos perdidos...
#388=files removed
388= %d arquivos removidos
#389=files added
389=Arquivos adicionados
#390=Show History
390=Mostrar Histórico
#391=Can' t Locate File!
391=Não foi possível encontrar o arquivo.
#392=Do you want to see the exported file now?
392=Você quer ver o arquivo exportado agora?
#393=Empty playlist. Drag Drop some tracks here
393=Lista de Reprodução vazia. Arraste alguns arquivos até aqui
#394=Use multimedia hotkeys
394=Usar Hotkeys multimídia
#395=Clipboard
395=Área de transferência
#396=Folder
396=Pasta
#397=Collection already exists
397=Coleção já existente
#398=Do You want to continue?
398=Você quer continuar?
#399=Collection was not accessible
399=Coleção não estava acessível
#400=Collection is not ready.
400=Coleção não está pronta.
#401=Track Removed from collection
401=Faixa removida da coleção
#402=Removable Storage
402=Armazenamento Removível
#403=Not enough tracks to play the quiz
403=Não há faixas suficientes para jogar o quiz
#404=Show All Tracks
404=Mostrar Todas as Faixas
#405=Locate Track
404=Localizar Faixa
#406=Album info may be available in the FreeDB Servers. Do you want to try and download it?
406=Informações do Álbum podem estar disponíveis nos servidores FreeDB. Você desejar verificar e fazer o download?
#407=The selected CD/DVD Drive is empty.
407=O Drive de CD/DVD selecionado está vazio.
#408=Select Drive
408=Selecionar Drive
#409=Choose an item from the list. Press 'Rescan' to update the list.
409=Escolha um ítem da lista. Aperte 'Reescanear' para atualizar a lista.
#410=Internet is not connected. Do you want to go online?
410=Não está conectado a internet. Deseja conectar?
#411=Working
411=Funcionando
#412=The whole Drive/Media will be added
412=Todo o Drive ou Mídia serão adicionados
#413=total
413=Total
#414=Docked Visualization
414=Visualização "Docked"
#415=Services
415=Serviços
#416=Virtual tracks
416=Faixas Virtuais
#417=This item already exists
417=Este ítem já existe
#418=Empty
418=Vazio
#419=Ready
419=Pronto
#420=Import Virtual Tracks
420=Importar Faixas Virtuais
#421=Export Virtual Tracks
421=Exportar Faixas Virtuais
#422=Select the items you want to import to your Virtual Tracks Collection
422=Selecionar os ítens que você deseja imporatar para a sua Coleção de Faixas Virtuais
#423=Select the virtual tracks you want to export to the file
423=Selecionar as faixas virtuais que você deseja exportar como arquivo
#424=Import
424=Importar
#425=Add Virtual Track
425=Adicionar Faixa Virtual
#426=Export
426=Exportar
#427=Insert List (m3u)
427=Inserir Lista (m3u)
#428=Hide Visualizations
428=Esconder Visualizações
#429=Auto Continue Mode
429=Modo de continuação automática
#430=Insert Random Tracks
430=Inserir Faixas Aleatórias
#431=Remove Others
431=Remver Outras
#432=Visualizations/Video
432=Visualizações/Vídeo
#433=Current Viewer
433=Visualizador atual
#434=Music Browser
434=Browser de Música
#435=Mode
435=Modo
#436=Sort
436=Classificar
#437=Filter
437=Filtro
#438=Play List
438=Lista de Reprodução
#439=Track List
439=Lista de Músicas
#440=Browser
440=Browser
#441=Success
441=Sucesso
#442=Provider
442=Provedor
#443=Failure
443=Falha
#444=Volume
444=Volume
#445=Auto
445=Automático
#446=Sync with player
446=Sincronizar com o Player
#447=New
447=Novo
#448=Messenger now playing
448="O que estou ouvindo" do MSN
#449=Transparency
449=Transparência
#450=Skin
450=Skin
#451=LastFM Scrobbler
451=Lastfm Scrobbler
#452=Artist picture
452=Imagem do Artista
#453=Album picture
453=Imagem do Álbum
#454=sec
454=seg
#455=Activation delay
455=Delay da ativação
#456=Format is not supported
456=Formato não suportado
#457=Refuse All
457=Recusar Todos
#458=Cancel
458=Cancelar
#459=Help
459=Ajuda
#460=Penalty
460=Penalidade
#461=Bonus
461=Bônus
#462=Game Over
462=Fim de Jogo
#463=Total Time
463=Tempo Total
#464=Game Info
464=Informação do Jogo
#465=I don't know
465=Eu não sei
#466=Level
466=Nível
#467=Select Game
467=Selecionar Jogo
#468=Crossfade
468=Fading Cruzado
#469=Disabled
469=Desabilitado
#470=End
470=Fim
#471=Both
471=Ambos
#472=External player
472=Player Externo
#473=Change case
473=Trocar Case
#474=All Caps
474=Todas Maiúsculas
#475=No Caps
475=Sem Caps
#476=Proper Case
476=Case apropriado
#477=First Cap
477=Primeiro Cap
#478=Advanced
478=Avançado
#480=Appearance
480=Aparência
#481=Tooltips
481=Dicas das Ferramentas
#482=Behaviour
482=Comportamento
#483=Maximum size
483=Tamanho Máximo
#484=Author
484=Autor
#485=Statistics
485=Estatísticas
#486=Description
486=Descrição
#487=Information
487=Informação
#488=Pause
488=Pausar
#489=Download
489=Baixar
#490=Create
490=Criar
#491=Update Info From File (Tags)
491=Atualizar Informações pelo arquivo (Tags)
#492=Locate Album
492=Localizar Álbum
#493=More Options
493=Mais Opções
#494=Descending
494=Descendente
#496=Version
496=Versão
#497=Style
497=Estilo
#498=Controls
498=Controles
#499=Clear
499=Limpar
#500=Tag Writer
500=Escritor de Tags
#501=Tag Reader
501=Leitor de Tags
#502=Read Depth
502=Leitor Profundo
#503=Counting files
503=Contando Arquivos